# ~/.Brewfile — used by `brew bundle --global`
# Install everything: brew bundle --global

# --- core CLI ---
brew "git"
brew "wget"
brew "jq"
brew "cloc"
brew "bat"
brew "fzf"

# --- shell & terminal UX ---
brew "eza"
brew "zoxide"
brew "starship"
brew "lazygit"

# --- runtime manager ---
brew "mise"

# --- dotfiles ---
brew "yadm"

# --- dev tools ---
brew "gradle"
brew "kotlin"

# --- apps ---
cask "iterm2"
cask "visual-studio-code"
cask "postman"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "messenger"
