cask_args appdir: "/Applications"
tap "homebrew/core"
brew "apktool"
brew "bash-completion"
brew "cloc"
brew "coreutils"
brew "gdbm"
brew "gettext"
brew "gist"
brew "git"
brew "gradle"
brew "jid"
brew "jq"
brew "kotlin"
brew "node"
brew "pidcat", args: ["HEAD"]
brew "rbenv"
brew "wget"
cask "android-sdk"
cask "caffeine"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "kext-utility"
cask "kodi"
cask "launchcontrol"
cask "messenger"
cask "milkytracker"
cask "moom"
cask "postman"
cask "sketch"
cask "sketchup"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "the-unarchiver"
cask "tunnelblick"
cask "virtualbox"
cask "zeplin"
cask "visual-studio-code"
