cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'telemachus/brew', 'https://telemachus@bitbucket.org/telemachus/brew.git'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
cask 'java'
brew 'bash-completion'
brew 'git'
brew 'coreutils'
brew 'gist'
brew 'gradle'
brew 'macvim', args: ['with-override-system-vim']
brew 'maven'
brew 'node'
brew 'pidcat', args: ['HEAD']
brew 'wget'
cask 'atom'
cask 'caffeine'
cask 'cd-to'
cask 'cheatsheet'
cask 'google-chrome'
cask 'iterm2'
cask 'launchcontrol'
cask 'macpass'
cask 'milkytracker'
cask 'moom'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'synergy'
cask 'the-unarchiver'
cask 'todoist'
cask 'virtualbox'
