cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"
brew "apktool"
brew "bash-completion"
brew "cloc"
brew "coreutils"
brew "gdbm"
brew "gettext"
brew "gist"
brew "git"
brew "gradle"
brew "jid"
brew "jq"
brew "kotlin"
brew "macvim", args: ["with-override-system-vim"]
brew "maven"
brew "node"
brew "pidcat", args: ["HEAD"]
brew "rbenv"
brew "sloccount"
brew "wget"
cask "adobe-acrobat-reader"
cask "android-sdk"
cask "atom"
cask "caffeine"
cask "caskroom/versions/java8"
cask "caskroom/versions/sublime-text2"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "java8"
cask "kext-utility"
cask "kodi"
cask "launchcontrol"
cask "macpass"
cask "messenger"
cask "milkytracker"
cask "moom"
cask "postman"
cask "sketch"
cask "sketchup"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "switchresx"
cask "synergy"
cask "the-unarchiver"
cask "tunnelblick"
cask "virtualbox"
cask "zeplin"
